module.export = [{
    code: 105,
    name: '철결핍성 빈혈',
    cause: '철 결핍의 원인을 크게 세 가지로 나누면 다음과 같다.첫째, 몸에서 철의 필요량이 증가하여 철결핍성 빈혈이 생기는 경우이다. 이는 미숙아, 영아, 성장기 어린이와 청소년, 임산부에서 흔히 볼 수 있다. 미숙아, 영아와 청소년에서는 체중이 증가하고 키가 크면서 철분의 요구량이 증가하게 되는데, 음식을 통해 이를 충분히 보충하지 않으면 빈혈이 나타나게 된다. 임신 중의 여성에서는 태아와 태반을 형성하는 데 많은 양의 철분이 필요하고, 적혈구 총량의 증가, 분만 시 출혈 등으로 인해 철분의 요구량이 증가하므로 철분 필요량이 임신 전보다 증가하게 된다.둘째, 철분의 소실이 증가하여 빈혈이 생기는 경우이다. 이는 위궤양, 치질, 기생충 감염, 간경변 등에 의한 식도정맥류 출혈, 종양 등으로 인한 만성적인 위장관 출혈, 반복되는 코피, 월경 과다 등의 만성 실혈(혈액상실), 잦은 헌혈 등으로 인해 철분 소실이 증가하게 된다. 성인 남성과 폐경 후 여성에서 철결핍성 빈혈이 발생한 경우에는 철분의 필요량이 증가하는 연령이나 상태가 아니므로, 반드시 위장관 출혈 여부를 대변 잠혈검사(대변 내에 혈액이 검출되는지 확인하는 검사), 직장수지검사(손가락을 직장에 삽입하여 비정상적인 부분을 감지하는 검사) 및 위장관 내시경을 통해 확인해야 한다.셋째, 철분 섭취 및 흡수량이 저하되어 빈혈이 발생하는 경우이다. 모유, 우유, 선식, 채식 위주의 식단 등 철분이 들어있는 음식 섭취가 부족한 경우, 위절제술 등에 의한 위산 부족으로 철 흡수에 장애가 생긴 경우, 만성 설사, 흡수장애 증후군, 장결핵과 같은 소화기질환에 의한 철 흡수장애가 철결핍성 빈혈의 원인이 될 수 있다',
    symptom: '두근거림,통증,호흡곤란,두통,현기증,주의력 저하,집중력 저하, 졸음, 기억력 감소,부종, 식욕감퇴, 생리불순, 권태감,피로,창백,구순염, 설염, 손톱변형',
    part: '가슴,머리,all',
    desc: ' ',
    score: 0
  },
  {
    code: 8,
    name: '옴',
    cause: '옴 진드기(Scabies mite)에 의하여 발생하는 동물 기생충성 피부 질환이다',
    symptom: '밤에 심해지는 가려움증',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 25,
    name: '감기',
    cause: '200여개 이상의 서로 다른 종류의 바이러스가 감기를 일으킨다. 그 중 30~50%가 리노바이러스(Rhinovirus)이고 10~15%가 코로나바이러스(Coronavirus)이다. 성인은 일 년에 2~4회, 소아는 6~10회 정도 감기에 걸린다. 감기 바이러스는 사람의 코나 목을 통해 들어와 감염을 일으킨다. 감기 바이러스를 가지고 있는 환자의 코와 입에서 나오는 분비물이 재채기나 기침을 통해 외부로 나오게 되면 그 속에 있는 감기 바이러스가 공기 중에 존재하다가 건강한 사람의 입이나 코에 닿아 전파된다.따라서 감기 환자와 가까이 있거나 사람이 많은 곳에 감기 환자가 있으면 감기 바이러스가 잘 전파된다. 이러한 호흡기 감염 경로 외에 감기 환자의 호흡기 분비물이 묻어있는 수건 등을 만진 후 그 손으로 눈이나 코, 입 등을 비볐을 때에도 감기 바이러스에 감염된다. 실내에서 생활하는 시간이 많은 가을과 겨울에 감기에 더 잘 걸리며, 겨울이 없는 지역에서는 우기에 감기에 더 잘 걸린다. 독감은 감기와 일부 증상이 비슷할 수 있지만 원인 바이러스가 다르며, 증상이나 합병증, 치료법도 다르다',
    symptom: '콧물, 코막힘, 목 부위의 통증, 기침과 근육통, 발열, 두통, 인후통',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 70,
    name: '두통',
    cause: '두통은 크게 일차성 두통과 이차성 두통이 있다. 자세한 검사에서도 특별한 원인이 발견되지 않는 일차성 두통에는 편두통, 긴장성두통, 군발두통이 있고, 비교적 흔하게 발생하는 이차성 두통에는 측두동맥염, 근막동통증후군, 약물과용두통 등이 있다. 치명적일 수 있는 이차성 두통으로는 뇌종양, 뇌출혈, 뇌압상승, 뇌염, 뇌수막염 등에 의한 두통이 있다',
    symptom: '두통',
    part: '머리',
    desc: ' ',
    score: 0
  },
  {
    code: 13,
    name: '눈다래끼',
    cause: '눈꺼풀의 분비샘은 눈물의 증발을 막아주는 기름 성분을 만들고 배출하는 역할을 한다. 배출이 지연되면서 기름 성분이 쌓이면서 분비샘에 염증이 생기고, 여기에 세균 감염이 함께 발생할 경우 겉다래끼 또는 속다래끼가 되며 주로 포도상구균(staphylococcus)에 의해 잘 감염된다. 콩다래끼는 세균 감염이 동반되지 않고 배출되지 않은 기름 성분에 의한 만성적인 육아종성 염증반응에 의해 발생한다',
    symptom: '발적,통증,농양,압통',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 10,
    name: '천식',
    cause: '대개 유전적인 요인과 환경적인 요인이 중요한 역할을 하며, 환자에 따라 증상이나 천식의 심한 정도가 다르게 나타난다.숙주인자- 유전적 인자- 비만 : 비만인 사람에게서 천식이 더 흔하게 관찰된다. 비만한 천식 환자들은 정상 체중 환자보다 폐기능이 떨어지고 동반 질환도 더 많이 발생한다.- 성별 : 14세 이전의 남자는 여자보다 천식 유병률이 2배 더 높다. 하지만 성장하면서 성별에 따른 차이는 점점 감소한다. 성인의 경우 여자의 천식 유병률이 더 높게 나타난다.환경인자- 알레르기 항원 : 실내외의 알레르기 항원, 즉 알레르기 원인 물질은 천식을 악화시키는 원인으로 잘 알려져 있다. 하지만 직접적인 원인임은 현재까지 충분히 확인되지 않았다.- 감염 : 영아기에는 다양한 바이러스들이 천식 발달에 연관되어 있다.- 작업성 감작물질: 작업 환경에서 노출되었들 때 천식을 발생시킬 수 있는 물질- 흡연: 천식환자의 폐기능 감소, 증상 악화와 함께 흡입 및 전신 스테로이드 치료 시 효과를 떨어뜨려서 천식 치료에 어려움을 준다. 소아의 경우 담배 연기에 노출되면 소아기에 천식 유사 증상 발생 위험이 더 높아진다.- 실내/실외 공기 오염: 공기오염이 심할수록 천식은 더욱 심해진다. 오염물질의 증가나 개개인이 민감한 특정 알레르기 원인 물진과 관련이 있다.- 음식: 모유를 먹는 영아~소아기에는 천명이 동반된 질환이 분유, 두유를 먹은 경우보다 적게 나타난다. 일부 연구에서는 서구화된 식습관이 천식, 아토피 질환의 증가와 관련이 있다고 보고하였다. ',
    symptom: '기관지 염증,가래,천명, 호흡곤란,가슴 답답함,기침',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 7,
    name: '대상포진',
    cause: '원인 병원체는 수두-대상포진 바이러스이다. 이는 어린이가 흔히 걸리는 수두의 원인체와 동일한 바이러스이다. 소아기에 수두-대상포진 바이러스에 한번 감염되면 수두를 앓고 난 후에도 바이러스가 몸속에서 완전히 사라지지 않는다. 체내에 남아 있는 수두 바이러스는 신경을 따라 이동하여 신경절에 잠복해 있는다. 이 경우에는 체내에 바이러스가 있더라도 사람이 이를 느끼지 못하며 겉으로 드러나는 병적인 증상도 없다.그러나 신체의 면역력이 약해지면 신경절에 잠복해 있던 수두-대상포진 바이러스가 신경을 타고 다시 피부로 내려와 그 곳에서 염증을 일으키거나, 심하면 염증이 전신으로 퍼질 수도 있다. 이러한 증상의 원인이 되는 바이러스는 수두 바이러스와 동일하지만 이 경우에는 대상포진 바이러스라고 부르기도 하며, 최근에는 수두-대상포진 바이러스라고 묶어서 부른다',
    symptom: '부위에 심한 통증,감각이상,붉은 반점,수포(물집)',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 91,
    name: '구순포진',
    cause: '구순포진은 바이러스에 의한 감염성 질환으로, 그 원인이 되는 바이러스는 단순포진 바이러스(HSV)다. 단순포진 바이러스에 처음 감염되어 증상이 나타나기도 하며, 그 이후 잠복 감염되어 있다가 다시 활성화되어 나타나기도 한다',
    symptom: '발열,두통,근육통,인후통,물집,궤양',
    part: '입가,입',
    desc: ' ',
    score: 0
  },
  {
    code: 204,
    name: '춘곤증',
    cause: '우선 춘곤증의 원인으로는 신체의 생리적 불균형 상태를 들 수 있다. 봄이 되어 따뜻해지면 추위에 익숙해있던 인체의 신진대사 기능들이 봄의 환경에 적응하는 시간이 약 2~3주 정도 필요한데, 이 기간에는 쉽게 피로를 느낄 수 있다.활동량의 변화도 춘곤증의 원인이 될 수 있는데, 봄이 되어 낮의 길이가 길어지면서 수면 시간은 줄어들고, 저녁 늦게까지 야외 활동량이 많아져 피로를 느낄 수 있다. 또한 봄에는 신진대사가 활발해지면서, 비타민 B1, 비타민 C를 비롯한 무기질 등 영양소의 필요량이 증가한다. 이때 비타민이 결핍되면 춘곤증을 더 느끼게 된다. 스트레스의 증가도 춘곤증의 원인 중 하나이다. 대개 봄이 되면 졸업, 취직, 새로운 일을 시작하는 등 생활 환경에 많은 변화로 인한 스트레스가 있을 수 있다. 그 외에도 특이한 음식이나 약물도 피로를 유발할 수 있으므로, 최근에 새로 복용하기 시작한 것이 있는지 생각해보아야 한다. 충분히 휴식을 취한 후에도 계속 피로하다면, 다른 원인을 의심해봐야 한다. 보통 4주 이상 피로가 지속되면 간염이나 빈혈, 갑상선 질환, 우울증 등과 같은 다른 질병으로 인한 피로감일 수도 있다. 그러므로 휴식을 취해도 한 달 이상 피로가 지속되는 경우에는 병원을 찾아가 정확한 진단을 받아야 한다. 그러나 특별한 원인 질병 없이 피로를 비롯한 다른 증상들이 계속 6개월 이상 동반되는 경우라면 만성 피로 증후군을 의심해 볼 수 있다. 만성 피로 증후군은 만성 피로를 일으키는 원인 불명의 여러 징후들을 통칭하는 말이다',
    symptom: '나른한 피로감, 졸음, 집중력 저하, 권태감, 식욕 부진, 소화 불량, 현기증, 손발 저림, 두통, 눈의 피로, 불면증',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 200,
    name: '이갈이',
    cause: '이갈이의 명확한 원인은 아직 밝혀지지 않았다. 한때는 윗니와 아랫니가 서로 만나는 치아의 접촉관계가 나쁜 경우 이를 꽉 물거나 이갈이가 발생한다고 여겨진 적도 있었지만, 여러 연구 결과 치아 배열 상태의 이상만으로 모든 이갈이를 설명할 수는 없으며, 치아 접촉관계와 이갈이 사이의 직접적인 관련성은 부족한 것으로 생각된다. 또 하나의 가설은 심리적 원인론으로 불안과 스트레스가 이갈이와 관련이 있고, 이를 가는 사람은 그렇지 않은 사람보다 더 많은 일상의 스트레스를 경험한다고 보고되고 있다.이와 같은 정서적인 문제와 얼굴 및 구강의 나쁜 습관이 관련성이 있는 것으로 알려져 있으나, 정서적인 문제가 선행되는 것인지, 뒤이어 나타나는 것인지, 아니면 단순히 공존하는 것인지는 정확하지 않다. 이외에도 약물의 복용, 유전적 소인, 중추신경계의 장애 등이 이갈이의 원인 요소로 여겨지고 있으나 이러한 원인에 의한 이갈이는 매우 드물다.명백한 원인이 없는 수면 관련 이갈이는 일차성으로 명명하고, 정신활성약물, 여흥용 약물, 다양한 내과질환 등과 연관이 된 이갈이는 이차성으로 구분한다. 치료로 유발되는 이차성 수면 관련 이갈이는 의원성 이갈이라고도 한다. 일차성의 경우는 건강한 소아와 성인에서 대개 나타나지만 이차성인 경우는 뇌성마비, 정신지체, 비정상운동 환자 등의 소아에서 관찰된다. 건강한 성인의 경우에 심리학적 평가를 해보면 환경적인 요인 때문에 생긴 스트레스와 불안 등과 밀접하게 연관이 된다',
    symptom: '비정상적인 치아의 마모, 치아관련 증상, 치아파절, 치아의 감각 예민, 턱근육 통증, 관자놀이 주위 통증, 악(턱)관절 이상, 수면 곤란',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 76,
    name: '알레르기 결막염',
    cause: '알레르기 반응을 유발하는 물질은 매우 다양하고 많다. 봄, 가을철의 꽃가루, 공기 중 (미세)먼지, 동물의 비듬, 집먼지 진드기, 곰팡이, 풀, 음식물, 비누, 화장품 등이 대표적인 원인물질이 될 수 있다. 이러한 알레르기 유발물질들이 눈의 결막에 접촉하여 비만세포, 호산구 또는 호염기구 등의 면역세포를 통한 알레르기 반응을 유발하게 되면, 히스타민과 같은 여러 염증유발물질이 분비되어 결막의 염증 반응을 유발하게 된다',
    symptom: '눈 가려움증, 결막의 충혈, 눈물 흘림, 결막 부종',
    part: '눈',
    desc: ' ',
    score: 0
  },
  {
    code: 100,
    name: '딸꾹질',
    cause: '경과가 양호하여 저절로 호전되는 딸꾹질은 위의 팽창(탄산음료, 공기 삼킴, 과식)과 급격한 기온 변화(더운 환경에서 찬 음료, 더운 환경에서 찬 샤워), 음주, 고양된 감정 상태(흥분, 스트레스, 웃음)로 생긴 경우이다.  반면 재발하며 지속적인 딸꾹질의 원인은 100여 가지가 넘으며 그 중 몇 가지 중요한 것을 나열하면 아래와 같다.- 심리적인 원인: 심한 스트레스/과도한 흥분, 전환장애/애도반응, 신경성 식욕부진, 인격성 장애, 히스테리성 신경증- 기질적인 원인: 중추신경성, 종양, 다발성경화, 뇌수종, 척수공동증, 뇌경색, 뇌출혈, 동정맥기형, 경막혈종/경막하혈종, 두신경염, 뇌외상/뇌진탕, 말초신경성, 심낭염, 갑상선종, 목의 종양/낭종, 중격동림프질환, 고막의자극, 흉부외상, 폐종양/폐부종, 심근경색, 심낭염, 폐렴, 기관지염, 폐농양, 천식, 식도폐색, 식도염, 위염, 위궤양, 위암, 췌장염, 췌장암, 장폐색, 염증성 장 질환, 담석, 담낭염, 신질환, 간질',
    symptom: '  증상 - 딸꾹질은 저절로 호전되는 경우가 대부분이다. 하지만 지속되는 딸꿀질은 식욕부진, 체중감소, 탈수를 유발하여 건강에 심각한 악영향을 주기도 한다',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 96,
    name: '저혈압',
    cause: '저혈압은 원인 및 형태에 따라 크게 3가지로 분류되며, 관련 증상도 이에 따라 다양한 형태를 보인다.1) 증후성 또는 속발성 저혈압: 여러 가지 형태의 심장질환이나 내분비질환 등의 기저 원인 질환이 있는 경우에 나타나는 저혈압이며, 기저질환과 관련된 다양한 증상으로 나타난다.2) 본태성 저혈압: 속발성과는 달리 심혈관계에 병적인 증상이 없고 명확한 근본 원인이 없는 저혈압이다. 일반적으로 저혈압이라고 하면 이러한 형태를 의미한다. 현기증, 두통, 팔다리의 저림, 전신 무기력, 불면 등을 호소하고, 서맥, 변비를 수반하는 경우도 있으며, 심하면 시력장애나 구역질, 실신 등의 증상들이 나타난다.3) 기립성 저혈압: 누워 있거나 혹은 앉아 있다가 갑자기 일어나는 경우와 같이 체위를 변환시키거나 장시간 동안 서 있는 경우에 혈액은 중력에 의해 자연적으로 하반신에 모이게 된다. 따라서 심장으로 들어가는 혈액량이 감소하게 되지만 이때 인체 내의 신경반사가 정상적으로 작동하면서 일정한 혈압이 유지될 수 있다. 이 혈압 유지 반사기구에 장애가 생기면서 발생하는 저혈압을 기립성 저혈압이라고 한다.기립성 저혈압 환자의 경우에는 그 증상이 비교적 명확하다. 전신 혈압이 낮아지면서 결과적으로 뇌나 심장으로 가는 혈류가 감소되고, 이로 인해 현기증이나 시력장애, 구역질, 때로는 실신 등의 증상이 나타난다. 아침에 잠자리에서 갑자기 일어날 때, 장시간 서 있을 때, 혹은 화장실에서 소변이나 대변을 보다가 갑자기 속이 메스껍거나 어지럽고 온몸에 힘이 빠지면서 앞이 캄캄해져 쓰러지게 되는 경우가 기립성 저혈압의 대표적인 예이다. 이런 경우 의식을 잃어버리는 기간은 대개 수 초 내지 수 분이고, 의식이 회복되면 다른 증상도 함께 사라지게 된다',
    symptom: '현기증,두통,무기력,불면증상,변비,시력장애,구역질,실신',
    part: '심장,머리',
    desc: ' ',
    score: 0
  },
  {
    code: 95,
    name: '혈변',
    cause: '흑변의 원인에는 다음과 같은 것들이 있다.1) 식도 질환: 식도암, 식도염, 식도 열상, 식도정맥류 파열2) 위 질환: 위궤양, 위염, 위암, 혈관 이형성3) 소장 질환: 궤양, 염증성 장질환, 소장암4) 약물 및 음식: 시금치 혹은 선지 등 철분 함유 음식, 철분제제 복용, 변비 철분제제, 비스무스(bismuth) 제제(데놀, 비스로겔, 파이로리드 등), 감초혈변의 원인에는 다음과 같은 것들이 있다.1) 대장 질환: 대장암, 대장 용종, 궤양성 대장염, 허혈성 장질환, 이질, 혈관 이형성, 게실증2) 직장 질환: 직장암, 직장 용종3) 항문 질환: 치질(치핵), 치열, 치루, 항문열',
    symptom: ' 출혈,복부팽만,경련,설사,갈증,발한',
    part: '항문',
    desc: ' ',
    score: 0
  },
  {
    code: 72,
    name: '충혈',
    cause: '충혈의 원인으로는 결막염, 상공막염, 공막염, 포도막염, 안내염 등이 있다',
    symptom: '충혈의 정의 자체가 증상',
    part: '눈',
    desc: ' ',
    score: 0
  },
  {
    code: 177,
    name: '발목염좌',
    cause: '발목이 꼬이거나 접질려 정상적인 발목관절의 운동 범위를 벗어난 경우에 발생하게 된다. 스포츠 활동 도중에 흔하게 발생하나 평평하지 않은 바닥을 걷거나 계단을 내려오는 등의 일상 동작 중에도 발을 헛디뎌 쉽게 발생한다. 일단 발생한 염좌에 대한 적절한 치료가 이루어지지 않아 발목관절의 불안정성이 남는 경우 염좌가 자주 반복되는 경우도 생길 수 있다',
    symptom: '통증, 압통, 종창, 부종,발목관절,인대,파열,탈구,골절',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 71,
    name: '염좌',
    cause: '해당 조직에 대한 순간적인 과도한 충격이 주요 원인이다. 예를 들면 넘어지면서 발목을 순간적으로 안으로 접질리게 되면 발목을 지지하는 바깥쪽의 인대가 늘어나거나 찢어지게 되어 발목 염좌가 발생한다. 관절을 지지해주는 인대가 외부 충격 등에 의해서 늘어나거나 일부 찢어지는 경우를 주로 말한다',
    symptom: '압통,붓기',
    part: '인대',
    desc: ' ',
    score: 0
  },
  {
    code: 68,
    name: '인두통 및 인후통',
    cause: '급성 인두염의 원인은 바이러스가 가장 흔하며 리노바이러스(Rhinovirus), 아데노바이러스(Adenovirus) 등이 원인이 될 수 있고 세균으로는 A군 β 용혈 사슬알균(group A neta hemolytic streptococcus)이 가장 흔한 원인으로 전체의 15-30%를 차지한다. 그 외에도 인후통 및 인두통을 유발하는 원인으로 위산역류 및 술, 담배, 알레르기성 비염 등을 포함한 비감염성 원인도 들 수 있다',
    symptom: '연하곤란, 발열, 권태감, 두통, 오심, 구토, 결막염, 구내염, 피부발진, 설사, 고열, 두통, 발진',
    part: '머리',
    desc: ' ',
    score: 0
  },
  {
    code: 66,
    name: '골절',
    cause: '대개의 경우 뼈에 강한 외력이 가해지는 외상 후에 발생하게 된다. 직접적인 외상과 간접적인 외상에 의하여 발생하는 경우로 구분되는데 직접적인 외상에 의한 골절은 작용한 외력의 크기나 외력이 작용된 뼈의 범위에 따라 조금씩 다르며 교통사고, 타박, 총상 등이 원인이 된다. 간접적인 외상에 의한 골절은 뼈에 붙은 근육이나 인대가 갑작스럽게 힘이 가해지면서 뼈를 잡아당겨 골절이 생기거나 뼈에 회전력 등이 가해져 골절이 발생하는 경우 등을 말한다.그 밖에 골다공증, 종양, 감염 등으로 약해진 부위에 정상적인 뼈에서는 골절을 유발하기에 약한 힘에 의해 일어난 골절을 병적 골절(pathologic fracture)이라 하며, 종양 이외의 병변 부위에 일어난 병적 골절을 불충분 골절(insufficiency fracture)이라 하기도 한다. 피로골절(fatigue fracture, stress fracture)은 뼈의 일정한 부위에 반복되는 스트레스가 가해질 때 점차적으로 생긴 골절로 군인이나 전문적인 운동 선수들에게서 장거리 행군이나 반복된 훈련 후 발생하곤 한다',
    symptom: '압통,변형,근육 경직,감각 이상,저린 느낌',
    part: '뼈,전신',
    desc: ' ',
    score: 0
  },
  {
    code: 65,
    name: '화병',
    cause: '화병은 일반적인 우울증과 마찬가지로 주변 환경으로부터 오는 스트레스가 그 원인이 되나, 질병의 발생이나 증상의 출현에 한국 특유의 문화적인 배경이 영향을 주는 것으로 생각된다. 우울증은 개인이 감당하기 힘든 스트레스로 인해 세로토닌 등 뇌의 신경회로에서 신호의 전달을 담당하는 신경전달물질에 이상이 생기고, 이것이 우울감이나 불면, 식욕저하, 의욕상실 등의 증상으로 나타나면서 발생하는 것으로 이해되고 있다.화병 역시 스트레스로 인해 우울 증상이 발생하는 것은 마찬가지이나, 분노와 같은 감정이 사회적으로 용납되지 않기 때문에 환자가 이러한 감정을 스스로 억누르고 내면화하게 되면서 억압된 감정이 신체증상으로 나타나는 것이 차이점이라 할 수 있다. 한의학이나 전통적인 개념에서는 이런 분노의 감정을 ‘화(火)’의 개념을 써서 설명하고 있다',
    symptom: '우울감, 불면, 식욕 저하, 피로',
    part: '정신',
    desc: ' ',
    score: 0
  },
  {
    code: 64,
    name: '사레',
    cause: '사레는 구강, 인두, 식도의 삼키는 기능과 기도의 보호 작용에 장애가 있을 때 발생한다. 소량의 흡인은 정상적인 상태에서도 일어날 수 있는 것으로 알려져 있다. 건강한 사람을 대상으로 시행한 수면 중 검사에서 대상자의 약 50%에서 흡인 증상이 나타났다고 한다. 병적인 흡인은 갑자기 뇌졸중이 일어났을 때와 같이 급작스럽게 일어날 수도 있고, 인후두 부위의 종양이나 진행성 신경질환 혹은 근육질환으로 인해 천천히 생겨날 수도 있으며, 두경부 종양 수술 또는 폐나 심장수술 후에도 발생할 수 있다',
    symptom: '화학성 폐렴, 세균성 폐렴, 급성 기도 폐쇄',
    part: '식도',
    desc: ' ',
    score: 0
  },
  {
    code: 59,
    name: '소화불량',
    cause: '소화불량의 다양한 원인에 의한 것으로, 기질성 소화불량의 경우 소화성 궤양이나 위암등에 의하여 발생할 수 있다. 기능성 소화불량의 경우 정확한 원인이 밝혀지지 않았으나 운동 이상으로 인한 위 배출능력의 저하, 위 적응장애, 위산에 대한 과민성, 헬리코박터 파일로리 감염, 십이지장의 경한 염증, 환경 요인, 심리 요인이 원인으로 알려져 있다',
    symptom: '식후 포만감, 조기 만복감, 상복부 팽만감',
    part: '위, 장',
    desc: ' ',
    score: 0
  },
  {
    code: 58,
    name: '구역',
    cause: '구역과 구토는 다양한 질환에서 흔히 나타나는 증상이므로 이 자체만으로 증상을 유발하는 원인 질환을 진단할 수 없으며, 추가적인 증상이나 징후를 함께 고려해야 한다. 오심과 구토의 원인을 기전에 따라 분류하는 것은 어렵다. 일반적으로 알려져 있는 오심 및 구토의 흔한 원인은 다음과 같이 분류할 수 있다.1) 급성 복부 응급 질환: 급성 충수염, 급성 담낭염, 장 폐쇄, 급성 복막염2) 소화관 질환: 소화성 궤양, 미주신경절제술 후, 당뇨성 위병증, 특발성 위운동장애(위무력증), 가성 장 폐쇄3) 감염성 질환: 위장관의 바이러스성 감염, 세균성 감염 또는 기생충 감염4) 중추신경계 질환: 급성 미로염, 메니에르병(Meniere’s disease), 멀미, 편두통, 급성 뇌수막염5) 심장질환: 급성 심근경색 특히 후부에 위치하거나 또는 전 층의 심근을 침범하는 경우, 울혈성 심부전, 심장질환에서 사용하는 강심제 또는 아편류 약물에 의해서도 유발됨6) 암: 특히 말기 암환자7) 대사성 및 내분비 질환: 요독증, 당뇨병성 케톤혈증, 부갑상선 기능저하 및 기능항진증, 갑상선중독증 또는 부신저하증, 임신 초기8) 약제 및 화학약품에 의한 부작용: 강심제, 모르핀(morphine), 히스타민(histamine), 일부 항암제, 살리실레이트(salicylate), 아미노필린(aminophylline), 독소섭',
    symptom: '정신적 스트레스, 흥분, 멀미, 수면부족, 감염, 탈진상태',
    part: '위',
    desc: ' ',
    score: 0
  },
  {
    code: 57,
    name: '턱관절 장애',
    cause: '턱관절 장애의 원인으로는 나쁜 습관, 외상, 교합 부조화, 심리적 요인 등이 있다. 턱관절에 무리를 주는 나쁜 습관으로는 단단하고 질긴 음식을 즐겨 먹는 식습관, 앞니로 손톱이나 다른 물체를 물어뜯는 행위, 평소에 이를 꽉 깨문다거나 이를 갈며 자는 잠버릇, 음식을 먹을 때 한쪽으로만 씹는 습관(편측저작), 입을 너무 자주 크게 벌리는 행위 등이 있다. 턱 괴기, 옆으로 누워 자는 수면 자세 등도 턱관절 장애를 가져오는 나쁜 습관으로 꼽힌다.또한 교통사고나 상해에 의한 안면외상과 부정교합으로 인한 교합 부조화, 스트레스, 불안, 우울, 긴장, 신경과민 등의 심리적 요인, 만성 진동, 소음 등의 환경적 요인, 법적 소송, 가정 및 직장에서의 불화 등 사회적 요인도 턱관절 기능에 영향을 주는 것으로 알려져 있다.이와 더불어 악관절도 인체의 관절중의 하나이므로 류마티스 관절염, 강직성 척추염과 같은 질환이 있는 경우 턱관절 장애의 원인이 될 수 있다고 알려져 있다',
    symptom: '근긴장, 근막통, 근염, 근경련, 근경축',
    part: '턱',
    desc: ' ',
    score: 0
  },
  {
    code: 53,
    name: '티눈 및 굳은 살',
    cause: '티눈이나 굳은살 모두 피부에 가해지는 마찰이나 압력 같은 기계적인 자극으로 인해 발생합니다. 예를 들면 맞지 않는 신발을 착용하거나 오래 걷는 등 운동을 심하게 하거나 글을 자주 쓰는 직업을 가진 사람에서 피부의 특정 부위에 반복적인 마찰과 압력이 가해지면 해당 부위에 티눈이나 굳은살이 발생될 수 있습니다',
    symptom: '염증, 고름, 물집, 출혈, 궤양',
    part: '피부',
    desc: ' ',
    score: 0
  },
  {
    code: 47,
    name: '토혈',
    cause: '토혈의 원인은 다음과 같다.- 소화성 궤양: 가장 흔한 원인.- 말로리-바이스 열상: 반복적인 구토 등으로 식도 하부가 찢어져 발생.- 식도정맥류: 간경화 등으로 문맥압이 상승하여 식도 주변 혈관이 확장되어 발생.- 미란성 질환: 식도, 위, 십이지장의 점막에 국한된 병변.- 기타: 혈관확장증, 듈라포이 병변(혈관이 노출된 점막 병변) 등',
    symptom: '토사물(출혈 직후), 혈변, 기립성 어지럼증, 저혈압, 빈맥, 식은땀',
    part: '위',
    desc: ' ',
    score: 0
  },
  {
    code: 46,
    name: '동상',
    cause: '피부가 영하 2~10℃ 정도의 심한 추위에 직접적으로 노출되는 것이 원인이다',
    symptom: '피부가 붉어짐, 통증, 저림, 물집',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 43,
    name: '일사병',
    cause: '고온의 환경에 장기간 노출되어 땀을 흘리면서 적절한 수액 보충이 원활하지 않거나 저농도의 용액으로 수액 손실을 보충하는 경우 혈액의 용적이 감소하게 되어 발병하게 된다',
    symptom: '급성 심박동, 어지럼증, 두통, 식은땀, 실신, 오심, 구토, 복통',
    part: ' ',
    desc: ' ',
    score: 0
  },
  {
    code: 44,
    name: '오십견',
    cause: '동결견은 전체 인구의 약 2%에서 유발되는 흔한 질환의 하나로, 코드만(Codman, 1934)이 처음 “동결견(frozen shoulder)”이라 부르기 시작하였다. 그 당시 이 질환 자체가 정의 내리기도 힘들고 치료하기도 힘들며 그 원인에 대하여 설명하기 힘들다고 기술한 바 있다. 그 후 Neviasier(1949)가 이를 “유착성 관절낭염(adhesive capsulitis)”이라 기술하였으나 현재까지도 그 기전이나 치료에 대하여 명확한 답변을 얻기가 힘든 질환이다. 일부에서는 이러한 동결견을 하나의 병명이라기보다는 증상이라고 부르기도 하며, 여기에서 뚜렷한 병인이 있는 이차적 동결견은 제외하여야 한다고 한다.특발성 유착성 관절낭염이란 특별한 원인없이 통증이 수반된 수동 및 능동 운동 장애를 가져오는 질환이라 할 수 있다. 특발성 동결견의 병인을 여러 각도에서 연구하고 있으나 아직도 하나의 정립된 원인을 찾기는 힘들다. 동결견 또는 유착성 관절낭염은 크게 원인에 따라 내인성과 외인성으로 나눌 수 있다.이를 다른 방법으로 분류하면 하나는 특발성과 이차성으로, 전신 질환이 있거나 어깨 자체의 질환으로 인해 견관절의 경직이 생기는 것이고, 그 외 경추 주위의 병변으로 인해 올 수 있는 어깨 강직, 골절, 탈구 등의 외상성과, 수술 후 합병증으로 인해 오게 되는 견관절 강직은 별도로 구별된다. 특발성은 주로 견관절낭의 경축(근육 및 건의 수축에 의해 팔다리 운동이 제한된 상태)이 문제이고 이차성 중 외상성과 수술 후 강직은 그 부위와는 다른 곳이 문제가 된다',
    symptom: '견관절 부위에 둔통, 심한 동통, 야간통, 불편감, 수면 장애',
    part: ' ',
    desc: ' ',
    score: 0
  },
]
